Repository: Zacland/startrek1971
Catalog: locale/*/LC_MESSAGES/startrek2020.po
Languages: fr

source: Invalid course.
fr: Parcours invalide.

source: Insufficient energy move to that location.
fr: Pas assez d’énergie pour aller là-bas.

source: Sub-light engines engaged.
fr: Moteurs conventionnels démarrés.

source: Lowering shields as part of docking sequence...
fr: Abaissement des boucliers dans le cadre de la séquence d’amarrage...

source: Enterprise successfully docked with starbase.
fr: L’Enterprise s’est correctement amarré à la base stellaire.

source: Warp engines damaged. Maximum warp factor: {max}
fr: Moteurs de distorsion endommagés. Facteur de distorsion maximal : {max}

source: Insufficient energy to travel at that speed.
fr: Pas assez d’énergie pour voyager à cette vitesse.

source: Warp engines engaged.
fr: Moteurs à distorsion démarrés.

source: Starbases:
fr: Bases stellaires:

source: Sector #{number} at [{xpos},{ypos}].
fr: Secteur #{number} aux coordonnées [{xpos},{ypos}].

source: There are no Starbases.
fr: Il n'y a pas de bases stellaire.

source: There are no enemies in this sector.
fr: Il n'y a pas d'ennemies dans ce secteur.

source: Location (alpha,num)
fr: Coordonnées (alpha,num)

source: Helm: sector 1-64, speed 1.0-9.0?
fr: Barre: secteur 1-64, vitesse 1.0-9.0 ?

source: Helm: a-h, 1-8?
fr: Barre: a-h, 1-8 ?

source: Testing!
fr: Test !

source: Testing, too!
fr: Test aussi !

source: .......... too!
fr: ……… aussiiiii !

source: Testing
fr: Test

source: Enter computer command:
fr: Saisir une commande:

source: Invalid computer command.
fr: Commande invalide.

source: There are no Klingon ships in this sector.
fr: Il n'y a pas de vaisseaux Klingon dans ce secteur.

source: Phasers locked on target.
fr: Phasers verrouillés sur la cible.

source: Enter phaser energy (1--{0}):
fr: Saisir l'énergie du phaser (1--{0}):

source: Invalid energy level.
fr: Niveau d'énergie invalide.

source: Firing phasers...
fr: Les phasers font feu...

source: Enemy ship destroyed at [{xpos},{ypos}].
fr: Vaisseau ennemi détruit aux coordonnées [{xpos},{ypos}].

source: Hit ship at [{xpos},{ypos}].
fr: Vaisseau touché aux coordonnées [{xpos},{ypos}].

source: Enemy shield down to {shield_level}.
fr: Le bouclier ennemi est tombé à {shield_level}.

source: --- Shield Controls ----------------
fr: --- Contrôle des boucliers --------

source: add = Add energy to shields.
fr: add = Ajouter de l’énergie aux boucliers.

source: sub = Subtract energy from shields.
fr: sub = Retirer de l’énergie aux boucliers.

source: Enter shield control command:
fr: Saisir la commande du bouclier:

source: Invalid command.
fr: Commande invalide.

source: Enter amount of energy (1--{0}):
fr: Saisir la quantité d’énergie (1--{0}):

source: Invalid amount of energy.
fr: Quantité d'énergie invalide.

source: Shield strength is now {0}. Energy level is now {1}.
fr: La niveau du bouclier est maintenant {0}. Le niveau d’énergie générale est maintenant {1}.

source: Photon torpedoes exhausted.
fr: Torpilles à photons épuisées.

source: Invalid shot.
fr: Tir invalide.

source: Photon torpedo fired...
fr: Torpille à photon lancée..

source: Klingon ship #{} destroyed.
fr: Vaisseau Klingon N°{} détruit.

source: Federation Starbase #{} destroyed!
fr: Base stellaire de la Fédération N°{} détruite !

source: Torpedo vaporizes star #{num}!
fr: La torpille a vaporisé l'étoile N°{num} !

source: Torpedo missed.
fr: La torpille a manqué sa cible.

source: The main
fr: Le premier

source: That @#$#@&
fr: Ce @#$#@&

source: Our cheap
fr: Notre bon marché

source: Darn-it captain, that
fr: Bon sang Capitaine, que

source: Yikes, the
fr: Aïe, le

source: has died. We're on it!
fr: est mort, on est dessus !

source: is out. We're working on it!
fr: est foutu. On travaille dessus !

source: is almost repaired!
fr: est presque réparé !

source: is dead.
fr: est mort.

source: is fried. Working as fast as we can!
fr: est cuit. On y travaille aussi vite que l'on peut !

source: is toast. Working as fast as I can!
fr: est grillé. J'y travaille au plus vite !

source: is being replaced.
fr: a été remplacé.

source: is dead. Please leave a message.
fr: est mort. Laissez un message s'il vous plaît.

source: A defeated
fr: Un vaincu

source: The vengeful
fr: Le vengeur

source: An angry
fr: Un colérique

source: The ejecting
fr: L'éjecté

source: A confused
fr: Un confus

source: Another
fr: Un autre

source: Yet another
fr: Encore un autre

source: says: `I'll be back!`
fr: dit: `Je reviendrais !`

source: cries: ... 'a lucky shot!'
fr: crie: … `tir de chanceux !`

source: sighs bitterly.
fr: soupire amèrement.

source: dies.
fr: Meurt.

source: is rescued.
fr: est secouru.

source: is history.
fr: appartient à l'histoire.

source: is no more.
fr: n'est plus.

source: is recycled.
fr: est recyclé.

source: is eliminated.
fr: est éliminé.

source: was aborted. Few lives, matter?
fr: a été annulé. Quelques vies, quelle importance ?

source: ejects.
fr: éjection.

source: crew is rescued.
fr: l’équipage est secouru.

source: crew is spaced.
fr: l'équipage est largué dans l'espace.

source: crew is recycled.
fr: l'équipage ets recyclé.

source: crew is recovered.
fr: l'équipage est retrouvé.

source: yells: 'thy mother mates poorly!'
fr: crie : `Ta mère s’accouple mal !`

source: snarls: 'lucky shot.'
fr: grogne: `Tir de chanceux !`

source: laughs: 'you'll not do THAT again!'
fr: rigole: `Tu ne devrais pas faire CA de nouveau !`

source: says nothing.
fr: ne dit rien.

source: screams: 'thy father is a Targ!'
fr: crie : `ton père est un Targ !`

source: yells: 'thine family eats bats!'
fr: Crie : `Ta famille bouffe des chauves-souris !`

source: snarls: 'thine people eat vermin!'
fr: grogne : `Ta famille mange de la vermine !`

source: curses: 'thy fathers spreadeth pox!'
fr: malédictions : `tes pères répandent la variole !`

source: yells: 'thy mother is progressive!'
fr: crie : `Ah, mais ta mère progresse !`

source: ... the crew was not impressed ...
fr: ... l'équipage n'est pas impressionné ...

source: ... that's going to leave a mark ...
fr: ... qui va laisser une marque ...

source: ... next time carry the 1?
fr: ... la prochaine fois porte le 1 ?

source: ... math lives matter ...
fr: ... les maths c'est la vie ...

source: ... its coming out of your pay ...
fr: ... c’est sur ta paie ...

source: ... this is not a bumper car ...
fr: ... c'est pas une auto-tamponneuse ...

source: ... life can be tough that way ...
fr: ... la vie peut être dure de cette façon ...

source: ... who ordered THAT take-out?
fr: ... qui a commandé CE plat à emporter ?

source: ... random is, what random does ...
fr: ... aléatoire est, ce que le hasard fait ...

source: ... you've got their attention ...
fr: ... vous avez leur attention ...

source: ... next time, just text them?
fr: ... la prochaine fois, juste leur envoyer un SMS ?

source: ... how rude!
fr: ... comme c’est grossier !

source: ... yes, karma CAN hurt ...
fr: ... oui, le karma PEUT faire mal ...

source: ... life is but a dream!
fr: ... la vie n’est qu’un rêve !

source: ... game over.
fr: ... perdu !

source: ... starfleet will talk about this for years.
fr: ... Starfleet en parlera pendant des années.

source: ... who is going to pay for that?
fr: ... qui va payer pour ça ?

source: ... galactic insurance premiums skyrocket ...
fr: ... les primes d’assurance galactiques montent en flèche ...

source: ... captain goes down with the starship ...
fr: ... le capitaine coule avec son vaisseau ...

source: ... we'll notify your next-of-kin.
fr: ... nous informerons votre plus proche parent.

source: ... that was not in the script ...
fr: ... ce n'est pas dans le script ...

source: ... you never did THAT in the simulator ...
fr: ... je n'ai jamais fait CA en simulation ...

source: -Let's call it a draw?
fr: - Disons qu'on est à égalité ?

source: -You call yourself a 'Trekkie?
fr: - Vous vous appelez un « Trekkie » ?

source: Kobayashi Maru. Python for you?
fr: Kobayashi Maru. Python pour vous ?

source: (Spock shakes his head)
fr: (Spock secoue la tête)

source: (Duras, stop laughing!)
fr: (Duras, arrête de rire !)

source: (... and the Klingons rejoice)
fr: (... et les Klingons se réjouissent)

source: (... and our enemies, rejoice)
fr: (... et nos ennemis se réjouissent)

source: Kobayashi Maru... Got Python?
fr: Kobayashi Maru... vous avez Python ?

source: (Kirk shakes his head)
fr: (Kirk secoue sa tête)

source: Time Remaining: {time_remaining}
fr: Temps restant: {time_remaining}

source: Klingon Ships Remaining: {game_klingons}
fr: Vaisseaux Klingon restants: {game_klingons}

source: Starbases: {game_starbases}
fr: Bases stellaires: {game_starbases}

source: Warp Engine Damage: {navigation_damage}
fr: Dommages au moteur de distorsion: {navigation_damage}

source: Short Range Scanner Damage: {short_range_scan_damage}
fr: Dommages au scanner courte portée: {short_range_scan_damage}

source: Long Range Scanner Damage: {long_range_scan_damage}
fr: Dommages au scanner longue portée: {long_range_scan_damage}

source: Shield Controls Damage: {shield_control_damage}
fr: Dommages au contrôle du bouclier: {shield_control_damage}

source: Main Computer Damage: {computer_damage}
fr: Dommages à l'ordinateur principal: {computer_damage}

source: Photon Torpedo Control Damage: {photon_damage}
fr: Dommages au contrôle des torpilles à photon: {photon_damage}

source: Phaser Damage: {phaser_damage}
fr: Dommages aux phasers: {phaser_damage}

source: STARBASES: {gstarbases:>04} |
fr: BASES STELLAIRES: {gstarbases:>04} |

source: STARS: {gstars:>04} |
fr: ETOILES: {gstars:>04} |

source: MISSION FAILED: SHIP DESTROYED
fr: MISSION ÉCHOUÉE : NAVIRE DÉTRUIT

source: MISSION FAILED: OUT OF ENERGY.
fr: MISSION ÉCHOUÉE : A COURS D'ENERGIE.

source: ENEMIES DESTROYED
fr: ENEMIES DÉTRUITS

source: MISSION ACCOMPLISHED
fr: MISSION ACCOMPLIE

source: WELL DONE!
fr: BRAVO !

source: MISSION FAILED: OUT OF TIME.
fr: MISSION ECHOUÉE: À COURS DE TEMPS.

source: ::::::::: MISSION ABORTED :::::::::
fr: :::::::::: MISSION ANNULÉE ::::::::::::

source: GREEN
fr: VERT

source: RED
fr: ROUGE

source: YELLOW
fr: JAUNE

source: Number: [{number}]
fr: Nombre: [{number}]

source: Hazzards: [{hazzards}]
fr: Hazzards: [{hazzards}]\n

source: Stardate: {star_date}
fr: Date stellaire: {star_date}

source: Condition: {condition}
fr: Condition: {condition}\n

source: Energy: {energy}
fr: Energie: {energy}

source: Shields: {shield_level}
fr: Boucliers: {shield_level}

source: Photon Torpedoes: {photon_torpedoes}
fr: Torpiles à photon: {photon_torpedoes}

source: Time remaining: {time_remaining}
fr: Temps restant: {time_remaining}

source: -=--=--=--=--=--=--=--=- Docked: {docked}
fr: -=--=--=--=--=--=--=--=- Amarré: {docked}

source: Condition RED: Klingon ship{0} detected.
fr: Condition ROUGE: Vaisseau(x) Klingon détecté(s).

source: Warning: Shields are down.
fr: Attention, les boucliers sont coupés.

source: Condition YELLOW: Low energy level.
fr: Condition JAUNE : Faible niveau d’énergie.

source: Warp engines have been repaired.
fr: Les moteurs de distorsion ont été réparés.

source: Short range scanner has been repaired.
fr: Le scanner à courte portée à été réparé.

source: Long range scanner has been repaired.
fr: Le scanner à longue portée à été réparé.

source: Shield controls have been repaired.
fr: Le contrôle de bouclier à été réparé.

source: The main computer has been repaired.
fr: L'ordinateur principal a été réparé.

source: Photon torpedo controls have been repaired.
fr: Le contrôle des torpilles à photon a été réparé.

source: Phasers have been repaired.
fr: Les phasers ont été réparés.

source: | LONG RANGE SCAN |
fr: | SCAN LONGUE DIST |

source: Enterprise hit by ship at sector [{0},{1}]. No damage due to starbase shields.
fr: L'Entreprise touchée par le vaisseau au secteur [{0},{1}]. Aucun dommage dû aux boucliers de la base stellaire.

source: Enterprise hit by ship at sector [{0},{1}]. Shields dropped to {2}.
fr: L'Entreprise touchée par un navire dans le secteur [{0},{1}]. Boucliers tombés à {2}.

source: You flew into a KLINGON!
fr: Vous avez percuté un KLINGON !

source: You flew into a STARBASE?
fr: Vous avez percuté une base stellaire !

source: You flew into a STAR?
fr: Vous avez percuté une étoile !

source: Enter command:
fr: Saisir une commande:

source: Mission: Destroy {0} Klingon ships in {1} stardates with {2} starbases.
fr: Mission : Détruire {0} vaisseaux klingons en {1} dates stellaires avec {2} bases stellaires.

source: --- Commands -----------------
fr: --- Commandes -----------------

source: nav = Warp Speed srs = Short Range Scan tor = Photon Torpedos
fr: nav = Vitesse de distorsion srs = Scanner à courte distance tor = Torpilles à photon

source: sub = Sublight Speed lrs = Long Range Scan pha = Phasers
fr: sub = Vitesse conventionnelle lrs = Scanner à longue distance pha = Phasers

source: qui = Quit com = Access Computer she = Shields
fr: qui = Quitter com = Ordinateur de bord she = Boucliers

source: --- Main Computer --------------
fr: --- Ordinateur principal --------------

source: rec = Cumulative Galatic Record
fr: rec = Enregistrements galactiques successifs

source: sta = Status Report
fr: sta = Rapport d'étape

source: tor = Photon Torpedo Targets
fr: tor = Cibles des torpilles à photon

source: bas = Starbase Locations
fr: bas = Emplacements des bases stellaires
